#Sanvenirtin
#roguelike game
#programming by Sanvenir
#ver 0.0.5
#name file
#Random name conbine

randomMaleNameList = ["德","尔","克","斯","特","亚","鲁","波","科","里","蒙","帝","拉","艾","泽","伦","毕","维","因","莱",\
                      "博","泽","帕","罗","内","柯","兹","其","雷","库","摩","狄","裴","道","金","赫","列","马","贝","希",\
                      "特尔","科斯","里尔","罗金","德古拉","比内瓦","亚斯","克兰","德尔","比利","切斯特","拉兹","基德","古里"]
randomFemaleNameList = ["尔","克","斯","波","科","里","拉","艾","泽","伦","毕","维","因","莱",\
                      "泽","帕","罗","内","柯","兹","其","狄","金","赫","贝","希",\
                        "莉","安","娜","薰","丝","黛","莎","绿","蒂","夏","蕾","兰","贝","蜜","雪",\
                        "丽","娜尔","萝","莎","莉亚","芙拉","芙","姬","萝蕾拉","灵梦","露","姬儿","瑟","慕","丽丝"]
randomMonsterNameList = ["兽","狼","之手","之眼","虫","怪","守护者","破坏者","人","鬼","神"]

randomTownNameList = ["城","市","镇","村","之都","堡",""]
